Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.hu-pl.tmx
Source language: hu
Languages: pl

source: Csökkentse a lezuhanás kockázatát
pl: Ograniczenie ryzyka upadku z wysokości

source: A védőkorlátnak
pl: Balustrady ochronne powinny:

source: szilárdnak kell lennie,
pl: być stabilne i wytrzymałe

source: Fennáll annak a kockázata, hogy a munkás alatt egy nem elégséges teherbírású felület beszakad.
pl: Powierzchnie, których wytrzymałość nie zapewnia bezpiecznego przebywania na nich pracowników należy odgrodzić. Jeżeli praca na takich powierzchniach jest jednak konieczna, należy zastosować specjalne środki ochrony.

source: Néha védőszemüvegre, hallásvédőre és munkakesztyűre is szükség van.
pl: Należy zawsze używać hełmów ochronnych i obuwia ochronnego. Czasami konieczne jest zastosowanie okularów, słuchawek i rękawic ochronnych.

source: Súlyos tárgyak emelése és hibás testhelyzet megterheli a testet
pl: Podnoszenie ciężarów i nieodpowiednia pozycja ciała przy pracy obciążają organizm

source: Vegyi anyagokra vonatkozó szabályok Svédországban
pl: Szwedzkie przepisy dotyczące substancji chemicznych

source: A Svédországban vásárolt termékek adatlapja svédül kell, hogy legyen írva.
pl: Na placu budowy powinien być dostępny wykaz wszystkich szkodliwych produktów chemicznych. Leży to w obowiązku każdego pracodawcy.

source: Az építőtelepen lennie kell egy feljegyzésnek az összes veszélyes vegyi termékekről.
pl: Pracodawca powinien poinformować pracowników o zagrożeniach, jakie niosą ze sobą szkodliwe produkty chemiczne oraz powinien on upewnić się, że pracownicy zrozumieli te informacje.

source: Ez minden munkaadó felelőssége.
pl: Niektóre ze szkodliwych substancji podlegają szczególnie surowym przepisom:

source: Az engedélyhez hivatalosan igazolt külön kiképzésre és orvosi igazolványra van szükség.
pl: Azbest: Dokonywanie wyburzania obiektów i pozbycia się gruzu, w którym znajduje się azbest nie jest możliwe bez zezwolenia Arbetsmiljöverket.

source: orvosi vizsgálatra és kiképzésre van szükség, a munka megkezdése előtt.
pl: Do otrzymania zezwolenia niezbędne jest posiadanie udokumentowanego specjalnego wyszkolenia oraz zaświadczenie lekarskie.

source: Az előírások megszegése büntetendő cselekmény és nagy pénzbírsággal járhat.
pl: Złamanie powyższych przepisów jest karalne i podlega wysokiej karze grzywny.

source: Közlekedési utak és anyagmozgatás
pl: Połączenia między poziomami i transport materiałów

source: Tíz méternél nagyobb szintkülönbség esetén felvonónak is kell lennie, ha a munkavállaló egyébként sok lépcsőjárásra kényszerülne.
pl: Na placu budowy powinny znajdować się bezpieczne połączenia i przejścia między różnymi poziomami, np. schody lub rampy. Przy różnicy poziomów większej niż dziesięć metrów, na miejscu powinna znajdować się winda, aby pracownicy nie musieli pokonywać takich wysokości schodami.

source: Az építőtelepen belüli autóutak mentén megfelelő biztonsági távolságoknak vagy védőeszközöknek kell lenniük.
pl: Drogi dojazdowe na placu budowy powinny być położone w bezpiecznej odległości od stanowisk pracy lub odpowiednio odgrodzone i oznakowane.

source: A különböző szintek közötti anyagmozgatást úgy kell megszervezni, hogy ne legyen szükség a védőkorlátok vagy egyéb védelmi eszközök eltávolítására.
pl: Transport materiałów budowlanych pomiędzy poszczególnymi poziomami powinien odbywać się bez potrzeby demontażu balustrad ochronnych lub innych środków bezpieczeństwa. W przeciwnym przypadku transport materiałów powinien odbywać się przy pomocy platform załadowczych, otworów ładowniczych w fasadach obiektów, ramp lub specjalnych środków transportowych.

source: Emelőszerkezetek, gépek és bizonyos egyéb termékek használati utasításai
pl: Instrukcje obsługi urządzeń dźwigowych, maszyn i innego sprzętu

source: A Munkavédelmi Hivatal gépekre vonatkozó előírásaiban tájákoztatást lehet kapni arról, hogy mit kell a használati utasításoknak tartalmazniuk.
pl: Nawet prefabrykaty rusztowań powinny być dostarczane włącznie z pisemną instrukcją obsługi w języku szwedzkim, a instrukcje te powinny być potem dostępne w miejscu pracy. Przepisy Arbetsmiljöverket dotyczące rusztowań mówią o wymogach dotyczących treści instrukcji obsługi.

source: A használati utasításoknak a munkavállaló által is értett nyelven írottnak kell lenniük.
pl: Pracownicy posługujący się w swojej pracy maszynami, urządzeniami dźwigowymi, rusztowaniami, itp. powinni mieć dostęp do instrukcji obsługi powyższych urządzeń. Instrukcje te powinny być dostępne w języku, którym mówią pracownicy.

source: Új emelőszerkezeteknek és gépeknek svédországi használatához általában
pl: Oznakowanie CE, homologacja i inspekcja urządzeń dźwigowych, maszyn i innego sprzętu

source: Műszaki vizsgával nem rendelkező, vagy az észrevételezett hiányosságoktól nem mentesített gépek és emelőszerkezetek használata büntetendő.
pl: Dopuszczenie wielu maszyn i urządzeń dźwigowych do użytku wymaga periodycznych inspekcji. Używanie maszyn i urządzeń dźwigowych, które nie zostały poddane inspekcji, lub których wady nie zostały naprawione jest karalne. Inspekcji dokonuje się według szwedzkich norm.

source: Erre is kell gondolni…
pl: Co więcej ...

source: Ha valami történik
pl: Gdy zdarzy się wypadek

source: Munkavédelmi terv
pl: Plan organizacji warunków pracy

source: A munkavédelmi tervnek az alábbiakat kell tartalmaznia:
pl: Plan powinien składać się następujące części:

source: Az építőtelepen érvényes szabályokat
pl: Zasad, które będą stosowane na placu budowy

source: A munkavédelmi tevékenység megszervezésének módját
pl: Opisu sposobu organizacji warunków pracy

source: Az építkezés ideje alatt a legjobb munkakörnyezet érdekében foganatosítandó munkavédelmi intézkedések leírását.
pl: Opisu odpowiednich środków, jakie zostaną podjęte podczas trwania bu dowy, w celu zapewnienia pracownikom dobrych warunków pracy. Dotyczy to między innymi następujących robót:

source: lezuhanás kockázatával járó munka
pl: prac na wysokości (ryzyko upadku)

source: beomlás kockázatával járó földmunka
pl: robót ziemnych (ryzyko zawalenia ścian wykopu)

source: vegyi vagy biológiai anyagokkal végzett munka
pl: prac z zastosowaniem szkodliwych substancji chemicznych lub biologicznych

source: magasfeszültségű vezetékek közelében végzett munka
pl: prac w sąsiedztwie przewodów wysokiego napięcia

source: vízbefulladás veszélyével járó munka
pl: prac, które niosą ze sobą ryzyko utonięcia

source: aknákban és alagútakban végzett munka
pl: robót w studniach i tunelach

source: robbanóanyagok használatával egybekötött munka
pl: prac z zastosowaniem środków wybuchowych

source: súlyos építőelemekkel végzett munka
pl: prac przy montażu ciężkich elementów budowlanych

source: gépjárműforgalom közelében végzett munka, valamint statikai megterhelésnek kitett szerkezetek vagy egészségre káros anyagok bontása
pl: robót w miejscach lub na obszarach czynnego ruchu drogowego oraz przy wyburzaniu elementów nośnych konstrukcji budynków lub wyburzaniu obiektów zawierających szkodliwe dla zdrowia materiały lub substancje.

source: Előzetes bejelentés
pl: Zgłoszenie rozpoczęcia prac budowlanych

source: Az építtető feledata az is, hogy a bejelentés másolatát az építkezés helyén kitűzze és annak aktualitását megőrizze.
pl: Przed rozpoczęciem prac budowlanych (z wyjątkiem małych projektów) inwestor jest zobowiązany złożyć do najbliższego okręgowego urzędu Arbetsmiljöverket pismo zgłaszające rozpoczęcie planowanego projektu (zobacz w § 7 przepisów).

source: Szervezés és tájékoztatás
pl: Planowanie i informacja

source: Olyan munkamódszereket és felszerelést kell választani, amelyek
pl: Należy wybierać metody pracy i wyposażenie, które:

source: megakadályozzák a lezuhanás vagy beomlás okozta baleseteket
pl: zapobiegają wypadkom spowodowanym przez upadek z wysokości lub zawalenie wykopu,

source: A munkavállalókat tájékoztatni kell a munkáról, a megvalósított vagy eltervezett munkavédelmi intézkedésekről, és az érvényes szabályokról.
pl: nie narażają pracowników na niebezpieczne dla zdrowia lub powodujące nadmierne zmęczenie obciążenia ciała, zapewniają niski poziom hałasu, wibracji, szkodliwych substancji i zanieczyszczeń powietrza.

source: Ezért fontos a rendszeres munkavédelmi ellenörző körút.
pl: Na placu budowy zachodzą nieustannie szybkie zmiany niosące ze sobą różne rodzaje ryzyka. Dlatego niezbędne są regularne obchody w celu kontroli bezpieczeństwa pracy.

source: Kire milyen felelősség hárul?
pl: Kto i za co jest odpowiedzialny?

source: A munkaadóké a fő felelősség a munkavállalóik munkakörnyezetéért.
pl: Robotnicy budowlani powinni przyczynić się tworzenia dobrych warunków pracy poprzez przestrzeganie obowiązujących przepisów oraz stosowanie wyznaczonych środków bezpieczeństwa.

source: munkaerőt bérelnek, vagy akik egy munkahely felett rendelkeznek.
pl: Swedish Work Environment Authority, publication services, 112 79 Stockholm.
